[
    {
        "id": 0,
        "name": "מרב מיכאלי",
        "party": "העבודה",
        "party_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/HaAvoda_Logo.svg/1920px-HaAvoda_Logo.svg.png",
        "gender": "F",
        "image": "https://fs.knesset.gov.il/globaldocs/MK/881/1_881_2_2195.png?v=20210501_72448",
        "url_id": "881",
        "summary": "מרב מיכאלי היא חברת הכנסת מאז הכנסת התשע-עשרה. היא יושבת-ראש סיעת המחנה הציוני ומרכזת האופוזיציה ומאז נבחרה לכנסת חברה בוועדת החוץ והביטחון ובוועדות המשנה שלה. נוסף על כך, היא חברה בוועדת הכנסת. פעילותה הפרלמנטרית של מיכאלי ענפה ומתפרסת על נושאים מגוונים: חברה וכלכלה, שוויון מגדרי, דת ומדינה, זכויות להט”ב, זכויות עובדות ועובדים וקידום תהליך השלום",
        "points": 23.5
    },
    {
        "id": 1,
        "name": "בנימין נתניהו",
        "party": "ליכוד",
        "party_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Likud_Logo.svg/1200px-Likud_Logo.svg.png",
        "gender": "M",
        "image": "https://fs.knesset.gov.il/globaldocs/MK/90/1_90_2_247.png?v=20210501_13918",
        "url_id": "90",
        "summary": "בנימין (ביבי) נתניהו הוא ראש ממשלת ישראל. בין 1984-1988 היה נתניהו שגריר ישראל באו”ם. לאחר מכן הצטרף למפלגת הליכוד והיה חבר הכנסת השתים עשרה וסגן שר החוץ. ב-1993 נבחר ליושב ראש הליכוד, לאחר מכן כיהן כראש ממשלה במשך ארבע כהונות: הראשונה בין 1996-1999 והשנייה מ-2009. הוא ראש הממשלה הישראלי שכיהן במשך התקופה הארוכה ביותר. נתניהו כיהן גם כשר החוץ, שר הביטחון, שר האוצר, שר המשפטים וכן בתפקידי שר נוספים. בתקופת כהונתו יצאה ישראל למבצעי עמוד ענן וצוק איתן ברצועת עזה, וגם התמודדה עם גל הטרור הפלסטיני בשנים 2015-2016. ישראל בהנהגת נתניהו הקדישה מאמצים לסיכול תוכנית הגרעין האיראנית, הכרת ארצות הברית בירושלים כבירת ישראל ובריבונות ברמת הגולן. נתניהו אף חתם על הסכמי נרמול יחסים עם איחוד האמירויות, בחריין וסודאן.",
        "points": 12
    },
    {
        "id": 2,
        "name": "נפתלי בנט",
        "party": "ימינה",
        "party_logo": "https://upload.wikimedia.org/wikipedia/he/thumb/d/d0/Yamina_logo.svg/1200px-Yamina_logo.svg.png",
        "gender": "M",
        "image": "https://fs.knesset.gov.il/globaldocs/MK/864/1_864_2_2093.png?v=20210501_46369",
        "url_id": "864",
        "summary": "נפתלי בנט הוא יושב ראש מפלגת ימינה. כיהן כשר הביטחון, שר החינוך, שר הכלכלה, שר ירושלים והתפוצות והשר לשירותי דת. עמד בראש מפלגת הבית היהןדי ןהיה חבר הכנסת מטעמה בשנים 2012-2018, עד שפרש והקים בשותפות עם איילת שקד את מפלגת הימין החדש. בשירותו הצבאי היה לוחם בסיירת מטכ”ל, מפקד צוות ומפקד פלגה ביחידת מגלן. לאחר מכן היה יזם היי-טק, אחד ממייסדי חברת סאיוטה. בנוסף היה מנכ”ל מועצת יש”ע וממייסדי תנועת ישראל שלי.",
        "points": 12
    },
    {
        "id": 3,
        "name": "יאיר לפיד",
        "party": "יש עתיד",
        "party_logo": "https://upload.wikimedia.org/wikipedia/he/thumb/0/0a/YeshAtidLogo.svg/250px-YeshAtidLogo.svg.png",
        "gender": "M",
        "image": "https://fs.knesset.gov.il/globaldocs/MK/878/1_878_2_2177.png?v=20210501_44475",
        "url_id": "878",
        "summary": "יאיר לפיד הוא ראש האופוזיציה, מייסד ויושב ראש מפלגת יש עתיד. כיהן כשצר האוצר וחבר בקבינט המדיני-ביטחוני בממשלת ישראל השלושים ושלוש. סופר, בעל טור, תסריטאי, שחקן, מחזאי, פזמונאי ומנחה טלוויזיה לשעבר.",
        "points": 12
    },
    {
        "id": 4,
        "name": "בני גנץ",
        "party": "כחול לבן",
        "party_logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-SE6mpXdyj-42izJR7wmMsSyLYa7nS9KD9QyPiju0tbSQ50dQxkWteaLehq9xwInhmw&usqp=CAU",
        "gender": "M",
        "image": "https://fs.knesset.gov.il/globaldocs/MK/988/1_988_2_12348.png?v=20210501_41439",
        "url_id": "988",
        "summary": "בנימין (בני) גנץ הוא ראש הממשלה החליפי ושר הביטחון והיה הרמטכ”ל ה-20 של צה”ל בשנים 2011-2015. במהלך 38 שנות שירותו בצה”ל היה בין השאר מפקד יחידת שלדג, מפקד חטיבת הצנחנים, מפקד יק”ל, מפקד אוגדת איו”ש, מפקד פיקוד הצפון, מפקד זרוע היבשה, נספח צה”ל בארצות הברית וסגן הרמטכ”ל. בנוסף לכך, גנץ היה ממפקדי כוחות צה”ל במבצע משה ומבצע שלמה, שבמסגרתם הועלו ארצה בחשאי יהודי אתיופיה. כרמטכ”ל פיקד על מבצע עמוד ענן, מבצע שובו אחים ומבצע צוק איתן. בתום שירותו הצבאי, הצטרף גנץ לכמה יוזמות חינוכיות וחברתיות. הוא כיהן בין השאר כיושב-ראש עמותת יד דוד בן-גוריון בשדה בוקר וכיושב-ראש העמותה הציבורית של נט”ל, המעניקה תמיכה וסיוע נפשי לנפגעי טרור ומלחמה. כמו כן היה בין מקימי תנועת פנימה, העוסקת בחיזוק החוסן של החברה הישראלית.",
        "points": 10
    }
]



